Repository: shonebinu/brief
Catalog: po/*.po
Languages: pl

source: GTK;tldr;man;manual;cheatsheet;command;terminal;cli;help;documentation;reference;
pl: GTK;tldr;man;manual;cheatsheet;command;terminal;cli;help;documentation;reference;zdnc;zbytdługienieczytam;zbytdługienieprzeczytałem;zbytdługienieprzeczytałam;instrukcja;podręcznik;ściąga;komenda;komendy;terminal;konsola;pomoc;dokumentacja;wierszpoleceń;

source: Browse command-line cheatsheets
pl: Przeglądaj ściągi do wiersza poleceń

source: Brief is an app for browsing command-line cheatsheets. It lets you search through thousands of command-line tools across multiple platforms and languages, providing simplified help pages.
pl: Brief to aplikacja do przeglądania ściąg do wiersza poleceń. Pozwala ci na wyszukiwanie tysiąca narzędzi wiersza poleceń na kilku platformach oraz w kilku językach, dostarczając uproszczone strony pomocy.

source: Features:
pl: Funkcje:

source: Works completely offline.
pl: Działa całkowicie offline.

source: Filter platform specific commands (Linux, Windows, Android, etc.).
pl: Filtruje komendy na konkretne platformy (Linux, Windows, Android, itd.).

source: View command help pages in multiple available languages.
pl: Przeglądaj strony pomocy komend w wielu językach.

source: Change the command argument format between long (`ls --all`) or short (`ls -a`).
pl: Zmieniaj format argumentacji komenty pomiędzy długim (`ls --all`) lub krótkim (`ls -a`).

source: Lets you update the cache within the app to download the latest data.
pl: Pozwala ci zaktualizować pamięć podręczną z poziomu aplikacji, aby pobrać najnowsze dane.

source: Brief app
pl: Aplikacja Brief

source: Command Format
pl: Format komend

source: Long or short command arguments.
pl: Długie czy krótkie argumenty komend.

source: Active Languages
pl: Aktywne języki

source: List of enabled language codes.
pl: Lista włączonych języków.

source: Active Platforms
pl: Aktywne platformy

source: List of enabled operating systems.
pl: Lista włączonych systemów operacyjnych.

source: Welcome
pl: Witaj

source: Search Brief
pl: Wyszukaj

source: Try searching for commands like <span font_family='Monospace'>ls</span> or <span font_family='Monospace'>cd</span>
pl: Spróbuj wyszukać komendy takie jak <span font_family='Monospace'>ls</span> czy<span font_family='Monospace'>cd</span>

source: Preferences
pl: Preferencje

source: General
pl: Ogólne

source: Content
pl: Zawartość

source: Display style for arguments
pl: Styl wyświetlania dla argumentów

source: Languages
pl: Języki

source: Select languages
pl: Wybierz języki

source: Platforms
pl: Platformy

source: Select operating systems
pl: Wybierz systemy operacyjne

source: Shortcuts
pl: Skróty

# shortcut window
source: Search
pl: Wyszukaj

# shortcut window
source: Show Shortcuts
pl: Pokaż skróty

# shortcut window
source: Quit
pl: Wyjdź

source: Search commands...
pl: Wyszukuj komendy...

source: _Update Cache
pl: Zakt_ualizuj pamięć podręczną

source: _Preferences
pl: _Preferencje

source: _Keyboard Shortcuts
pl: Skróty _klawiszowe

source: _About Brief
pl: O _aplikacji Brief
